[{"placeid":"ea080bbc92d0d587","title":"History of Mysore Palace","galleries":[{"id":194,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/5d09e1a7838fd1b2-0-250px-GopalswamyBetta_Temple.jpg"},{"id":195,"img_name":"ea080bbc92d0d587-1-Krishnaraja Wadiyar.jpg"},{"id":196,"img_name":"ea080bbc92d0d587-2-Mysore palace old.jpg"},{"id":197,"img_name":"ea080bbc92d0d587-3-Mysore palace old3.jpg"},{"id":198,"img_name":"ea080bbc92d0d587-4-Mysore place old 2.jpg"},{"id":199,"img_name":"ea080bbc92d0d587-5-Mysore_Palace_Morning.jpg"}],"tag_words":"Mysore Palace","details":"&lt;p&gt;&lt;em&gt;The Palace of Mysore is a historical palace in the city of Mysore in Karnataka, southern India. It is the official residence and seat of the Wodeyars the rulers of Mysore, the royal family of Mysore, who ruled the princely state from 1399 to 1950. The palace houses two durbar halls (ceremonial meeting halls of the royal court) and incorporates a mesmerizing and gigantic array of courtyards, gardens, and buildings. The palace is in the central region of inner Mysore, facing the Chamundi Hills eastward.&lt;\/em&gt;&lt;\/p&gt;&lt;p&gt;&lt;em&gt;Mysore is commonly described as the City of Palaces. There are about seven palaces inclusive of this; however, Mysore Palace refers specifically to the one within the Old Fort. Built by the Maharaja Rajarshi His Highness Krishnarajendra Wadiyar IV, Mysore Palace is now one of the most famous tourist attractions in India, after the Taj Mahal, and has more than 6 million visitors annually.&lt;\/em&gt;&lt;\/p&gt;&lt;p&gt;&lt;br&gt;The Royal Lineage&lt;\/p&gt;&lt;p&gt;&lt;br&gt;&lt;em&gt;Krishnaraja Wadiyar IV (Nalwadi Krishnaraja Wadiyar was Maharaja from 1799 to 1868. After the death of Tipu Sultan he made Mysore his capital in May 1799 and focused on education, religious sites and donating jewels to temples including Melkote. Chamaraja Wodeyar IX was crowned on September 23, 1868, at the age of five. He was anointed king on the date fixed by the Governor-General. He is credited with founding India's first democratic institutions with the Mysore representative assembly in 1881. Nalwadi Krishnaraja Wodeyar IV was Maharaja from 1895 to 1940 He was also called the Saint King by Mahatma Gandhi. Assisted by dewans Sir M. Visvesvaraya and Sir Mirza Ismail, he changed Mysore by adding Asia's first hydro electric project at Shivanasamudra, the KRS dam and the University of Mysore in 1916. Jayachamaraja Wodeyar was the twenty fifth and the last king, reigning from 1940 to 1950, when he agreed to merge the state with the union of India. A musicologist and a philanthropist, he was named Raj Parmukh of Mysore from Jan 26, 1950, a post he held for six years. The present Maharaja is Yaduveer Wadiyar, who was adopted by his aunt.&lt;\/em&gt;&lt;\/p&gt;&lt;p&gt;&lt;br&gt;Mysore&lt;\/p&gt;&lt;p&gt;&lt;br&gt;&lt;em&gt;King Yaduraya first built a palace inside the Old Fort in Mysore in the 14th century,which was demolished and constructed multiple times. The regent of Mysore, Her Majesty Maharani Vani Vilas Sannidhna, and her son, the Maharaja of Mysore His Highness Rajarshi Krishnaraja Wodeyar IV, commissioned the British architect Lord Henry Irwin to build a new palace to replace the old one which had been turned into ashes by fire.[2] Meanwhile, the royal family stayed in the nearby Jaganmohan Palace.&lt;br&gt;Construction of the current palace was commissioned in 1897, completed in 1912,[3] and expanded around 1940 (including the addition of the present Public Durbar Hall wing) during the reign of His Highness Maharaja Jayachamarajendra Wadiyar, the last Maharaja of Mysore Kingdom. The construction was completed in 1912, but the fort continued to be beautified and its inhabitants were slowly moved to the newer extension built off the palace.&lt;\/em&gt;&lt;\/p&gt;&lt;p&gt;&lt;em&gt;Mysore Palace view from the south gate&lt;br&gt;Apart from the leonine Mysore Palace and Jaganmohan Palace (which, later, His Highness Maharaja Jayachamarajendra Wadiyar used as his art gallery and it remains an art gallery), the city has several other grand palaces like Jayalakshmi Vilas Mansion (now a folk art museum), Rajendra Vilas Mansion (now a private hotel atop Chamundi Hills), Lalitha Mahal Palace (now a five-star hotel), Laxmi Vilas Mansion, Cheluvamba Vilas Palace (the palace which His Highness Maharaja Sri Jayachamarajendra Wadiyar donated to the newly born Govt. of India; now the headquarters of Central Food Technological Research Institute, a national research institute), and Krishnarajendra Vilas Palace (now Krishna Rajendra Hospital). Besides there are buildings a century old or more, like Crowfard Hall (now the headquarters of the University of Mysore), Oriental Research Institute building, Corporation Complex of Mysore City Corporation, et cetera. In all the above palaces, the royal family holds blocks held by the kings traditionally. However, the Bangalore Palace and Mysore Palace are entirely under the possession of the royal family. Bangalore Palace remains entirely a private property of the princess.&lt;\/em&gt;&lt;\/p&gt;&lt;p&gt;&lt;br&gt;Architecture&lt;\/p&gt;&lt;p&gt;&lt;em&gt;The architectural style of domes of the palace is commonly described as Indo-Saracenic and blends Hindu, Muslim, Rajput, and Gothic styles. It is a three-story stone structure with marble domes and a 145 ft five-story tower. The palace is surrounded by a large garden. The entrance gate and arch hold the emblem and coat of arms of the kingdom of Mysore, around which is written the kingdom's motto in Sanskrit.&lt;\/em&gt;&lt;\/p&gt;&lt;p&gt;&lt;em&gt;Gallery&lt;br&gt;The palace has three entrances: the East Gate (the front gate, opened only during the Dasara and for VVIPs), the South Entrance (for public), and the West Entrance (usually opened only during the Dasara). In addition, there are numerous secret tunnels from the palace cellar leading to Srirangapatna, other palaces, and confidential areas.&lt;\/em&gt;&lt;br&gt;&lt;\/p&gt;","status":"1","post_by":"admin","post_date":"31\/08\/2016-11:16:31 AM","modified_date":"31\/08\/2016-11:18:23 AM"},{"placeid":"b439598ee941f582","title":"Silver Jubilee  Clock Tower","galleries":[{"id":194,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/5d09e1a7838fd1b2-0-250px-GopalswamyBetta_Temple.jpg"},{"id":195,"img_name":"ea080bbc92d0d587-1-Krishnaraja Wadiyar.jpg"},{"id":196,"img_name":"ea080bbc92d0d587-2-Mysore palace old.jpg"},{"id":197,"img_name":"ea080bbc92d0d587-3-Mysore palace old3.jpg"},{"id":198,"img_name":"ea080bbc92d0d587-4-Mysore place old 2.jpg"},{"id":199,"img_name":"ea080bbc92d0d587-5-Mysore_Palace_Morning.jpg"},{"id":179,"img_name":"b439598ee941f582-0-Dodda Gadiyara-1.jpg"}],"tag_words":"Dodda Gadiyara Mysore","details":"he Silver Jubilee clock tower was built in 1927 to commemorate the silver jubilee (25 years) of the rule of Krishnaraja Wodeyar IV, the maharaja of Mysore. The cost for this was shared by the palace staff of that era.&lt;br&gt;&lt;br&gt;The clock tower is also called Dodda gadiara , means the &quot;big clock tower&quot;, the &quot;small clock tower&quot; being the Dufferin Clock Tower located near KR Circle.&lt;br&gt;This stands in a bustling area adjacent to Chamaraja Circle and the Town Hall. The ever busy Ashoka Road starts from this locality. So is the Harsha Road along the parklane. A little north of the clock tower is the Gandhi Square.&lt;br&gt;&lt;br&gt;Built in the so called Indo- Saracenic style, is clock 75 feet tall tower spots features from different architectural schools. The curvilinear chhajja ( overhanging eaves supported on carved brackets) is of Rajasthani tradition. The tall double arches and framing slit windows of early English church architecture. The 5feet diameter clock spots Kannada numerals.&lt;br&gt;","status":"1","post_by":"admin","post_date":"29\/08\/2016-02:34:50 PM","modified_date":"30\/08\/2016-07:04:13 AM"},{"placeid":"6f66096b1f21911c","title":"History of Mysore City","galleries":[{"id":194,"img_name":"ea080bbc92d0d587-0-Chamarajednra_Wadiyar_X_of_Mysore1877.jpg"},{"id":195,"img_name":"ea080bbc92d0d587-1-Krishnaraja Wadiyar.jpg"},{"id":196,"img_name":"ea080bbc92d0d587-2-Mysore palace old.jpg"},{"id":197,"img_name":"ea080bbc92d0d587-3-Mysore palace old3.jpg"},{"id":198,"img_name":"ea080bbc92d0d587-4-Mysore place old 2.jpg"},{"id":199,"img_name":"ea080bbc92d0d587-5-Mysore_Palace_Morning.jpg"},{"id":179,"img_name":"b439598ee941f582-0-Dodda Gadiyara-1.jpg"},{"id":106,"img_name":"6f66096b1f21911c-0-history-of-mysore.jpg"}],"tag_words":"Mysore, Palace City, Heritage City","details":"Mysore stands out as the most significant city of Karnataka state which happens to be nestled 145 kilometers away from the capital city Bengaluru. The splendid cultural heritage contrary to the city majestically echoes in the fascinating tourist attractions, that consist of panoramic palaces to religious attractions, exceptional gardens, glorious festivals and also extremely colorful crafts. Mysore will unquestionably get hold of most of the hearts and minds of travelers and tourists through the beginning. Mysore is almost certainly among the captivating holiday destinations of South India.&lt;br&gt;","status":"1","post_by":"admin","post_date":"25\/08\/2016-12:42:19 PM","modified_date":"26\/08\/2016-05:06:39 PM"}]