[{"placeid":"48f65c6dd9604c4d","title":"Kabini Dam","galleries":[{"id":332,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/48f65c6dd9604c4d-0-download (1).jpg"},{"id":333,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/48f65c6dd9604c4d-1-download (2).jpg"},{"id":334,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/48f65c6dd9604c4d-2-download.jpg"},{"id":335,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/48f65c6dd9604c4d-3-images.jpg"}],"tag_words":"Dam","address":"Heggadadevanakote Taluk, Kabini Reservoir, Mysuru, Karnataka, India","lati":"11.957336","longi":"76.2855634","details":"The Kabani, also called Kapila, is a river in southern India.[1] It originates in the Wayanad District of Kerala state as a result of the confluence of the Panamaram River and the Mananthavady River. It flows eastward to join the Kaveri River at Tirumakudalu Narasipura inKarnataka. The Kaveri river then empties into the Bay of Bengal.&lt;br&gt;&lt;br&gt;The Kabani dam is built on the River Kabini in the district of Mysore. The dam is 696 meters in length and was built in 1974.&lt;br&gt;&lt;br&gt;Close to the town of Sargur it forms the huge Kabani Reservoir.[2] The backwaters of the Kabani reservoir are very rich in wildlife especially in summer when the water level recedes to form rich grassy meadows. The Kabani dam is 2,284 ft (696 m) in length with an original gross storage of 19.52 tmcft, but that has been reduced considerably due to silt accumulation. The Kabani Dam is situated between villages Bichanahalli and Bidarahalli having distance of 17 km (11 mi) 6 km away from Sargur town in Heggadadevana kote taluk,Mysore district.&lt;br&gt;&lt;br&gt;&lt;br&gt;","status":"1","post_by":"admin","post_date":"06/09/2016-01:56:44 PM","modified_date":"15/09/2016-07:12:39 AM"},{"placeid":"792ba7d42bac14db","title":"Oriental Research Institute, Mysore","galleries":[{"id":316,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/792ba7d42bac14db-0-images.jpg"},{"id":317,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/792ba7d42bac14db-1-Oriental_Research_Institute,_Mysore_02.jpg"},{"id":318,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/792ba7d42bac14db-2-Oriental_Research_Institute,_Mysore_04.jpg"},{"id":319,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/792ba7d42bac14db-3-oriental-research-institute-mysore.jpg"}],"tag_words":"Library ","address":"Ramavilas Road, Mysuru, Karnataka 570005","lati":"12.3065° N","longi":"76.6400° E","details":"The Oriental Research Institute was established in Mysore by His Highness Sri. ChamarajaWodeyarBhahadur, &amp;nbsp;the then Maharaja of Mysore, in the year 1891 October. In 1916, the University of Mysore was established and the Institute became an integral part of the Mysore University.&lt;br&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;Work&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;&lt;div&gt;From the year 1893 to date the ORI has published nearly two hundred titles. The library features rare collections such as the Encyclopaedia of Religion and Ethics by James Hastings, A Vedic Concordance by Maurice Bloomfield, and critical editions of the Ramayana and Mahabharata. It was the first public library in Mysore city for research and editing of manuscripts. The prime focus was on Indology. The institute publishes an annual journal called Mysore Orientalist. Its most famous publications include Kautilya's Arthashastra, written in the 4th century B.C, edited by Dr. R. Shamashastri, which brought international fame to the institute when published in 1909. In this context, my mind remembering a day which was the His Excellency Krishnaraja Wodeyar went to Germany at the time of Dr. R. Shamashastry were working as a Curator of Oriental Library, Mysore, The King sat in a meeting held in Germany and introduce himself as a King of Mysore State. Immediately a man stood up and asked, Are you from our Dr. R. Shamashastrys Mysore? Because the Arthashastra edited by him took a fame worldwide. The King wondered and came back to Mysore immediately to see Dr. R. Shamashastry, and also Dr. R. Shamashastry appointed as Asthana Vidwan. Sritattvanidhi, is a compilation of slokas by Krishnaraja Wodeyar III. Three edited manuscripts Navaratnamani-mahatmyam (a work on gemology), Tantrasara-sangraha (a work on sculptures and architecture), and Vaidashastra-dipika (an ayurvedic text), all of them with English and Kannada translation, are already in advanced stages of printing. Two more works, Rasa-kaumudi (on mercurial medicine) and Paryayapadamanjari (ayurvedic materia medica) have been edited and are awaiting publication.&lt;/div&gt;&lt;/div&gt;","status":"1","post_by":"admin","post_date":"05/09/2016-07:43:37 AM","modified_date":"15/09/2016-07:12:13 AM"},{"placeid":"35cd2f99affe300a","title":"St. Bartholomew's Church, Mysuru","galleries":[{"id":313,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/35cd2f99affe300a-0-download (1).jpg"},{"id":314,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/35cd2f99affe300a-1-IMG_1704.JPG"},{"id":315,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/35cd2f99affe300a-2-St.Barthelomeow_Church_Mysore.jpg"}],"tag_words":"Church ","address":"Bangalore Nilgiri Rd, Mysuru, Karnataka","lati":"12°18′36″N ","longi":"76°39′26″E","details":"&lt;p&gt;St. Bartholomew's Church is amongst the oldest churches in Mysore and was established to serve the Christian congregations of the European officers under the service of the Maharaja of Mysore and the British Resident of Mysore. The land for the church was gifted by Krishnaraja Wadiyar III (1799-1868),[7] and continued to be patronised by the successive Wadiyar rulers of Mysore.&lt;/p&gt;&lt;p&gt;&amp;nbsp;The then British Resident of Mysore, Arthur Henry Cole (1780-1844) (after whom Coles Park in Fraser Town, Bangalore is named after) paid an important role in getting the support of the Maharaja of Mysore for the construction of St. Bartholomew's Church.&lt;br&gt;&lt;/p&gt;","status":"1","post_by":"admin","post_date":"05/09/2016-07:36:44 AM","modified_date":"15/09/2016-07:13:31 AM"},{"placeid":"7f6e3d95c33753f8","title":"Happy Man park ","galleries":[{"id":309,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7f6e3d95c33753f8-0-DSC01099-Large.jpg"},{"id":310,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7f6e3d95c33753f8-1-ducks.jpg"},{"id":311,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7f6e3d95c33753f8-2-happymanpark11.JPG"},{"id":312,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7f6e3d95c33753f8-3-Happy-Man-Park-Mysore1.jpg"}],"tag_words":"Park","address":"Mysore Railway Station, Mysore, Karnataka, India","lati":"12.3168 N","longi":"76.6463 E","details":null,"status":"1","post_by":"admin","post_date":"02/09/2016-08:53:06 AM","modified_date":"02/09/2016-08:53:06 AM"},{"placeid":"1423cc64cce020ba","title":"Jayalakshmi Vilas Mansion","galleries":[{"id":305,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/1423cc64cce020ba-0-300px-JayalakshmiVilasMansion.jpg"},{"id":306,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/1423cc64cce020ba-1-Jayalakshmi_Vilas.jpg"},{"id":307,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/1423cc64cce020ba-2-Jayalakshmi-Vilas-Mansion-Mysore1.jpg"},{"id":308,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/1423cc64cce020ba-3-Jayalakshmi-Vilas-Palace.jpg"}],"tag_words":"Tourism ","address":"Jayalakshmi Vilas Mansion, Manasa Gangothiri, Mysuru, Karnataka 570006","lati":"12.3139° N ","longi":"76.6222° E","details":"Jayalakshmi Vilas Mansion was built in 1905 by Chamaraja Wodeyar for his eldest daughter, Jayalakshmi Devi. This mansion has three wings and contains a series of twin Corinthian and ionic columns, regal pediments, and oval ventilators. The mansion was originally built with a cost of Rs. 7 lakhs. This mansion was acquired by the Mysore University to house its post-graduate campus. It was then renovated in 2002 from funding provided by Infosys Foundation. The main hall in this mansion is the Kalyana Mantapa which has an eight-petal shaped dome with stained glass windows with a gold-plated Kalasha (tower) at the top. A new gallery called Writer's Gallery has been created in the Kalyana Mantapa hall that will exhibit personal items, photographs, awards and writings of renowned writers of Kannada. A special illumination system has also been added to this heritage structure. This mansion is said to be the first university museum complex in the country.&lt;br&gt;","status":"1","post_by":"admin","post_date":"02/09/2016-08:43:56 AM","modified_date":"02/09/2016-08:49:03 AM"},{"placeid":"0b5f83d88b50ecca","title":"Bylakuppe golden temple","galleries":[{"id":285,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/0b5f83d88b50ecca-0-1024px-Budha_kushalnagar.jpg"},{"id":286,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/d1686ea4578cc380-0-1632_px_-_Buddhist_Temple_Kushalnagar.JPG"},{"id":287,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/b3f1f10f44b0aa5e-0-BylakuppeMon.jpg"}],"tag_words":"Bylakuppe, Karnataka","address":"Bylakuppe, golden temple","lati":"NA","longi":"NA","details":"Bylakuppe is an area in Karnataka which is home to the Indian town Bylakuppe and severalTibetan settlements (there are several Tibetan settlements in India), established by Lugsum Samdupling (in 1961) and Dickyi Larsoe (in 1969). It is located to the west of Mysore district in the Indian state of Karnataka which is roughly 80 km from Mysore city. Twin (Indian) town Kushalanagar is about 6 kilometres (3.7 mi) from Bylakuppe. It also shares the border with Eastern part of Coorg district.&lt;br&gt;","status":"1","post_by":"admin","post_date":"02/09/2016-04:04:39 PM","modified_date":"06/09/2016-05:13:01 PM"},{"placeid":"e86475af64dfeb13","title":"Biligiriranga Hills","galleries":[{"id":278,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e86475af64dfeb13-0-B R Hillls3.JPG"},{"id":279,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e86475af64dfeb13-1-B R Hills.jpg"},{"id":280,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e86475af64dfeb13-2-Biligirirangaswamy-Temple-800x410.jpg"},{"id":281,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e86475af64dfeb13-3-BR Hills.jpg"},{"id":282,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e86475af64dfeb13-4-br-hills-weeken-tour4.jpg"},{"id":283,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e86475af64dfeb13-5-hill_3.jpg"},{"id":284,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e86475af64dfeb13-6-IMG_8981_copy.jpg"}],"tag_words":"B R  Hills , Mysore","address":"Chamarajanagar, India","lati":"11°59′38″N ","longi":"77°8′26″E","details":"The Biligiriranganatha Hills, commonly called B R Hills, is a hill range situated in south-eastern Karnataka, at its border with Tamil Nadu (Erode District) in South India. The area is called Biligiriranganatha Swamy Temple Wildlife Sanctuary or simply BRT Wildlife Sanctuary. It is a protected reserve under the Wildlife Protection Act of 1972. Being at the confluence of the Western Ghats and the Eastern Ghats, the sanctuary is home to eco-systems that are unique to both the mountain ranges.&lt;br&gt;&lt;br&gt;The BR hills links the Eastern Ghats and the Western Ghats allowing animals to move between them and facilitating gene flow between populations of species in these areas. Thus, this sanctuary serves as an important biological bridge for the biota of the entire Deccan plateau.&lt;br&gt;&lt;br&gt;The BR hills along with the Male Mahadeshwara Hills (MM Hills) range forms a distinctly unusual ridge running north-south amidst the plains of Bangalore (~900 m above MSL), Mysore(~800 m above MSL) and Krishnagiri(~450 m above MSL). The peaks of these lofty range rise as high as 1800 m (BR hills 1400 to 1800 m; MM Hills 1000 to 1200 m). The highest hill is Kattari Betta, at 1800 MSL. Various observations point to a possible biogeographic link between BR hills and Nilgiri ranges.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;","status":"1","post_by":"admin","post_date":"02/09/2016-03:59:53 PM","modified_date":"06/09/2016-05:12:21 PM"},{"placeid":"3bccfe59b7f27b82","title":"Himavad Gopalaswamy Betta","galleries":[{"id":274,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/3bccfe59b7f27b82-0-images.jpg"},{"id":275,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/5584abab40e127d9-0-dsc00896.jpg"},{"id":276,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/fcddbe185e3a3750-0-images (2).jpg"},{"id":277,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/5d09e1a7838fd1b2-0-250px-GopalswamyBetta_Temple.jpg"}],"tag_words":"Gopalswami Betta","address":"Gopalswami Betta","lati":"NA","longi":"NA","details":"Himavad Gopalaswamy Betta, is a hill (betta in Kannada) located in the Chamarajanagar district of the state of Karnataka,at a height of 1450m India and is extensively wooded. It is also the highest peak in the Bandipur National Park. It lies in the core area of the Bandipur National Park and is frequented by wild life including elephants. Dense fog predominates and covers the hills round the year and thus gets the prefix Himavad(in the language of Kannada) and the temple of Venugopalaswamy (Lord Krishna) gives the full name of Himavad Gopalaswamy Betta.&lt;br&gt;&lt;br&gt;It is approximately 220 km from Bangalore and 75 km from Mysore on the Mysore Ooty road -10 km away from Gundlupete, which is 60 km away from Mysore. There is a motorable road all the way to the top of the hill. Entry fee is collected at the forest department check post at foot of the hill. Materials used for pooja (prayers) alone such as flowers, fruits, Incense sticks etc. are permitted. Other food items are not permitted to be carried in. All these materials should be carried in non-plastic bags. Visitors are allowed from around 8:30am till 4pm. Overnight stay on top is not allowed.&lt;br&gt;&lt;br&gt;Private vehicles are not allowed beyond the forest check post. One has to make use of the mini bus arranged by forest department to visit the temple.&lt;br&gt;&lt;br&gt;There is a forest department guest house at the top of the picturesque hill, which is not available for public, only public servants on official duty are allowed to use it.&lt;br&gt;&lt;br&gt;This temple was built by the Hoysala King Ballala during AD 1315. Later the Wodeyars Wodeyar dynasty of Mysore who were ardent devotees of Lord Venugopala displayed keen interest in maintaining the hill temple.[3] The temple is dedicated to Gopalaswamy, which is one of the names of the Hindu GodKrishna. The gopuram of the temple is single-tiered and rests on the compound wall of the enclosure. A dhwajastambha (flag-pillar) and a bali-peetam(sacrificial altar) is present in the mukha mantapa (inner-porch). The parapet wall of the mukha mantapa contains the sculpture of dashavatara (theAvatars of the Hindu God Vishnu) with the centre portion of the sculpture depicting Krishnavatara (the Avatar of Vishnu in which he appeared as Krishna). There is a shikhara tower over the garbha griha (sanctum sanctorum).&lt;br&gt;&lt;br&gt;The garbha griha contains an idol of Krishna holding a flute under a tree. Krishna is flanked by his friends and the posture is that of a dance with the left big toe resting on the right one. The panel also features several characters and icons from Krishna's avatar.&lt;br&gt;&lt;br&gt;Lord Gopalaswamy's idol is flanked by his consorts, Rukmini and Satyabhama. Cows and cowherds are featured towards the right side of the panel.&lt;br&gt;&lt;br&gt;Legend says that sage Agastya, performed intense penance and as a result lord Vishnu blessed this place and promised to reside here. As this was a place of worship and penance, it used to be called as 'Hamsatheertha', which means the lake of swans in Sanskrit. Swan acquires a mythological significance in Hinduism, symbolizing knowledge, tranquility and salvation.&lt;br&gt;","status":"1","post_by":"admin","post_date":"02/09/2016-03:16:22 PM","modified_date":"06/09/2016-05:13:32 PM"},{"placeid":"015d411741e1fd13","title":"Somnathpur","galleries":[{"id":271,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/015d411741e1fd13-0-images (1).jpg"},{"id":272,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/a158d5b70d54c805-0-images.jpg"},{"id":273,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/a905357c29723d5a-0-kesava-temple-at-somnathpur-mysore-india-2.jpg"}],"tag_words":"Excursion site from Mysore, Cradle of stone architecture.","address":"Chennakesava Temple, Somanathapura, Mysuru, Karnataka 571120","lati":"NA","longi":"NA","details":"About Somnathpur Temple&lt;br&gt;Somnathpur temple, also known as Kesava temple is one of the famous temples in Karnataka state. It is located on the bank of river Kaveri in a small village of Somnathpur, which is 38 km from Mysore. This Somnath temple Mysore is said to be the last major temple of Hoysala dynasty. Somnathpur temple was constructed in 1268 A.D. during the reign of Narsimha III by his army general Somnath, hence the name of temple is named after him. The temple is the best preserved monument of Hoysala architecture.&lt;br&gt;&lt;br&gt;Somnathpur Temple History&lt;br&gt;The interesting Somnath Temple history takes back to the golden era of Hoysala dynasty of Narsimha king. However the Kesava temple was built during the reign of Narsimha III (1254 AD - 1291 AD) before 740 years in 1268 AD by his army commander Somnath. In the earlier years he had founded a small village on the bank of river Kaveri, which he named Somnathpur after his name. &lt;br&gt;&lt;br&gt;To reveal the proud history of Somnathpur plan Somnath temple tour. Besides the Somnathpur temple history and all its related facts are also inscribed on the slab in old Kannada script at the entrance. &lt;br&gt;&lt;br&gt;Architecture of Somnathpur Temple&lt;br&gt;The whole Somnathpur Temple is constructed on a broad raised platform so that the devotees may perform a pradakshina of the temple. The temple is built stellar in shape , adorned with three abounding carved pinnacles with a common Navranga.&lt;br&gt;&lt;br&gt;The The outer walls of the temples are decorated with beautiful carvings. The platform on which the temple stands, is adorned with two seated lions. The temple is structured in a series of bands, winding around a star from the building. The main entrance of the temple complex is in the east side of the courtyard. The main shrine at the center is abound by a rectangular premises of subsidiary shrines and cloisters.&lt;br&gt;&lt;br&gt;In the entire temple sculptures of elephants can be seen in different stance and poise, that are decorated with chains and bells. The main three idols housed in the temples of Lord Kesava, Janardhana and Venugopala. But the idol of Lord Kesava is missing at present, while the other two still can be seen in their original form.&lt;br&gt;&lt;br&gt;Places to Visit Around Somnathpur Temple&lt;br&gt;&lt;br&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; Mudukuthore (famous for Mallikarjuna temple)&lt;br&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; Talakad (famous for Vaidhyanatheshwara temple)&lt;br&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; Shivanasamundaram aka Bluff and Shimsa (famous for Gaganachukku and Bharachukku waterfalls)&lt;br&gt;&lt;br&gt;Location:Somnathpur, 38 km from Mysore in Karnataka state&lt;br&gt;&lt;br&gt;Also Known as:Kesava Temple (or Keshava Temple)&lt;br&gt;&lt;br&gt;Constructed in:1268 A.D.&lt;br&gt;&lt;br&gt;Built by:Somnatha&lt;br&gt;&lt;br&gt;Dedicated to:Lord Keshava (Lord Krishna)&lt;br&gt;&lt;br&gt;Highlight:A major monument (temple) of Hoysala dynasty&lt;br&gt;&lt;br&gt;Architecture Style:Hoysala&lt;br&gt;&lt;br&gt;Time to Visit:9:00 AM 5:30 PM&lt;br&gt;&lt;br&gt;Transportation:&lt;br&gt;Bus transportation, both Karnataka State Government (KSRTC) and private buses are available.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;","status":"1","post_by":"admin","post_date":"02/09/2016-03:06:29 PM","modified_date":"08/09/2016-06:32:00 AM"},{"placeid":"f3b27b13d3d5358d","title":"Meenakshipura","galleries":[{"id":267,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f3b27b13d3d5358d-0-Birds on the rock.JPG"},{"id":268,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f3b27b13d3d5358d-1-Coracal ride.JPG"},{"id":269,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f3b27b13d3d5358d-2-Mpuram.jpg"},{"id":270,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f3b27b13d3d5358d-3-Sunset - MPuram.jpg"}],"tag_words":"Reservoir, Tourist spot, Coracle Ride, Birds on the rock, Backwaters","address":"Meenakshipura, Cholenahalli, Karnataka 571130","lati":"NA","longi":"NA","details":"Meenakshipura is a small Village/hamlet in Mysore Taluk in Mysore District of Karnataka State, India. It comes under Yadahalli Panchayath. It belongs to Mysore Division . It is located 1 KM towards South from District head quarters Mysore. 148 KM from State capital Bangalore.&lt;br&gt;&lt;br&gt;Meenakshipura is surrounded by Srirangapattana Taluk towards North , Nanjangud Taluk towards South , Pandavapura Taluk towards North , Tirumakudal-Narsipur Taluk towards East . &lt;br&gt;&lt;br&gt;Mysore , Shrirangapattana , Nanjangud , Mandya are the nearby Cities to Meenakshipura.&lt;br&gt;&lt;br&gt;At Meenakshipura you get to see coracle rides, birds gliding and sitting by the rock and a pleasant place to hangout with your folks. This place is mainly attracted by tourists and sunrise and a sunset every single day are absolutely free.&lt;br&gt;","status":"1","post_by":"admin","post_date":"01/09/2016-04:28:02 PM","modified_date":"08/09/2016-06:26:36 PM"},{"placeid":"6685c2d7a00a7078","title":"Sri Sri Ganapathi Sachchidananda Swamiji Ashram","galleries":[{"id":183,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/6685c2d7a00a7078-0-Asharama2.jpg"},{"id":184,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/6685c2d7a00a7078-1-asharama3.jpg"},{"id":185,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/6685c2d7a00a7078-2-DattaPeetam2.jpg"}],"tag_words":"Ashram","address":"Datta Nagar, Mysore, Karnataka 570025","lati":"12.2958104","longi":"76.63938050000002","details":"&lt;p&gt;Sri Ganapathi Sachchidananda Ashrama in Mysore, Karnataka encourages people to seek God through prayers and worship and discover their true self.&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;The Ayadhoota Datta Peetham, headed by Sri Ganapathy Sachchidananda Swamiji, is located at the ashrama. The ashrama has branches and centers spread across various parts of the country and abroad.&lt;br&gt;&lt;/p&gt;","status":"1","post_by":"admin","post_date":"31/08/2016-07:41:23 AM","modified_date":"15/09/2016-07:13:55 AM"},{"placeid":"61d86889b9956c93","title":"WAX Museum ","galleries":[{"id":180,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/61d86889b9956c93-0-Wax museum1.jpg"},{"id":181,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/61d86889b9956c93-1-Wax museum2.jpg"},{"id":182,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/61d86889b9956c93-2-Wax museum3.jpg"}],"tag_words":"Museum","address":"Melody World Wax Museum, Kurubara Halli, Siddhartha Layout, Mysore, Karnataka 570011, India","lati":"12.3022","longi":"76.6778","details":"&amp;nbsp;&lt;em&gt;Wax museum or waxworks usually consists of a collection of wax sculptures representing famous people from history and contemporary personalities exhibited in lifelike poses, wearing real clothes.&lt;/em&gt;&lt;br&gt;","status":"1","post_by":"admin","post_date":"31/08/2016-07:27:41 AM","modified_date":"31/08/2016-07:27:41 AM"},{"placeid":"e138570fbdedc0d7","title":"Kukkarahalli Lake","galleries":[{"id":178,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e138570fbdedc0d7-0-kukkarahalli.jpg"}],"tag_words":"Tourist Place","address":" Kukkarahalli Lake, Kukkarahalli, Saraswathipuram, Mysuru, Karnataka 570006","lati":"12.3","longi":"76.63","details":"&lt;div&gt;Kukkarahalli Lake is spread over 58 hectares with a shoreline of roughly five kilometers in Manasagangothri, the sprawling campus of the University of Mysore. Kukkrahalli Lake View Mummadi Krishnaraja Wodeyar was responsible for getting the lake created, in the year 1864, to provide water for irrigation to about 10,000 acres of land outside the city. Reckoned to be a jewel in the crown of Mysore, the picturesque lake, which inspired poet laureate Kuvempu to pen many of his works, provides the much-needed lung-space to the city.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;This lake is home to more than 180 species of birds, some of them aquatic. During the migratory season the lake plays host to a variety of winged visitors, some from as far as Siberia. The birds found in the lake are Spot-billed Pelicans, Little Cormorant, Painted Storks, Open-bill Storks, Eurasian Spoonbills, Black-crowned Night Herons and Oriental Darters. Bird life International has included Kukkarahalli Lake in the list of 38 Important Bird Areas (IBAs) in Karnataka.&lt;/div&gt;&lt;div&gt;&lt;br&gt;&lt;/div&gt;&lt;div&gt;The views from the north shore is particularly attractive with the lake and its surrounding trees, the spire of the deputy commissioner's offices rising above them and the low rise of the Chamundi Hill in the background. The 4.5 Kms walking path circumvents the lake with shaded stone benches for visitors to sit, relax and enjoy the scenic serenity of the lake. Kukkarahalli Lake is a popular destination for both morning &amp;amp; evening walkers.&lt;/div&gt;","status":"1","post_by":"admin","post_date":"29/08/2016-02:25:49 PM","modified_date":"29/08/2016-02:30:49 PM"},{"placeid":"ef32a8bc30533cea","title":"Lalitha Mahal Palace","galleries":[{"id":177,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/ef32a8bc30533cea-0-Lalitha Mahal Palace.jpg"}],"tag_words":"Hotel","address":"Lalitha Mahal Nagar, Mysore - 570 028 Karnataka, India.","lati":"12.2980° N","longi":"76.6930° E","details":"The Lalitha Mahal is now one of India's most opulent hotels, a palace hotel that offers an experience of princely living in a real Maharaja's palace.&lt;br&gt;Set on a ridge commanding a panoramic view of the gently sloping and curving valley, at the foot of the Chamundi hill, this dream-like palace was built in the year 1931 for special guests of the Maharajas. The building is a majestic, two-storey composition of twin ionic columns, a projecting porch on the ground floor, spherical domes with laterns and the central dome which dominates the elevation.&lt;br&gt;","status":"1","post_by":"admin","post_date":"29/08/2016-02:25:29 PM","modified_date":"08/09/2016-06:33:09 AM"},{"placeid":"f5fbfaa185a54f38","title":"Chunchanakatte Falls","galleries":[{"id":176,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f5fbfaa185a54f38-0-ch1.jpg"}],"tag_words":"Chunchanakatte Falls","address":"Chunchanakatte Falls, Krishnarajanagara, Mysore","lati":"NA","longi":"NA","details":"Beautiful water falls with lord srirama temple situated on the banks of river kaveri.","status":"1","post_by":"admin","post_date":"29/08/2016-01:30:01 PM","modified_date":"29/08/2016-01:30:01 PM"},{"placeid":"4fb77f6bfd433c26","title":"Balmuri Water Falls","galleries":[{"id":175,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/4fb77f6bfd433c26-0-Balmuri-Edmuri-Waterfalls.jpg"}],"tag_words":"Balmuri Falls","address":"KRS-MYSORE Road, Mandya","lati":"NA","longi":"NA","details":"Good water place to enjoy in summer.","status":"1","post_by":"admin","post_date":"29/08/2016-01:26:40 PM","modified_date":"29/08/2016-01:26:40 PM"},{"placeid":"39d2b35a81625b47","title":"Jaganmohan Palace and Art Gallery","galleries":[{"id":173,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/39d2b35a81625b47-0-travel-jagan-indian-women.jpg"}],"tag_words":"Palace,Art Gallery,Restoration,Architecture,Auditorium","address":"Opp City Bus Stand, Jagan Mohan Palace Road, Chamrajpura, Mysuru, Karnataka 570024","lati":"12.3068° N","longi":"76.6501° E","details":"Jaganmohan Palace is a palace in Mysuru which was constructed in the year 1861 and was initially used by the Wodeyars, kings of Mysuru as their home. It is now converted into an art gallery and a function hall. In 1915, the palace was converted into an art gallery, which was later renamed in 1955 in the name of HH Jayachamarajendra Wodeyar, as the Sri Jayachamarajendra Art Gallery .HH Jayachamarajendra Wodeyar converted the palace into a trust and opened it for public viewing.The palace is built in traditional Hindu style.The art gallery contains one of the largest collections of artefacts in South India.&lt;br&gt;","status":"1","post_by":"admin","post_date":"29/08/2016-01:01:47 PM","modified_date":"08/09/2016-06:27:58 PM"},{"placeid":"8b4c023f9b12e9f8","title":"Krazybowl","galleries":[],"tag_words":"Entertainment","address":"# 525/1 B M road, near Columbia asia hospital, opp K R Mill. Mysore, Karnataka 570003","lati":"12.2958104","longi":"76.6393805","details":"Krazybowl is the Best Entertainment spot in whole of Mysore.It has thrilling sports like 10-pin Bowling, Paintball, Dirt Track.&lt;br&gt;","status":"1","post_by":"admin","post_date":"29/08/2016-12:56:36 PM","modified_date":"01/09/2016-04:27:34 PM"},{"placeid":"4c12631ac5aa87ae","title":"Venugopala Swamy Temple","galleries":[{"id":169,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/4c12631ac5aa87ae-0-Sri Venugopalaswamy temple inside view, KRS .jpg"},{"id":170,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/4c12631ac5aa87ae-1-venu7.jpg"},{"id":171,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/4c12631ac5aa87ae-2-venugopala-swamy-temple.jpg"}],"tag_words":"Heritage, Temples, Cauvery River, Architecture","address":"Krishna Rajasagara (KRS), Mandya District, Kannambadi, Karnataka 571455","lati":"12.44245","longi":"76.56761","details":"The Venugopala Swamy Temple located at Hosa Kannambadi, Near Krishna Raja Sagara, is another example of Hoysala architecture in Karnataka. This temple was built in the 12th century AD around the same time as the Chennakesava Temple at Somanathapura, Mysore district.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-05:34:00 PM","modified_date":"27/08/2016-05:34:00 PM"},{"placeid":"964610658d4f9e03","title":"Nagarahole National Park","galleries":[{"id":168,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/964610658d4f9e03-0-29667263.jpg"}],"tag_words":"Animals, National Park, Safari","address":"Nalkeri Forest, Karnataka 571250","lati":"12.01821","longi":"76.10880","details":"Located at the stones throw distance from the city of Mysore, Nagarahole National Park belongs to the Kodagu district of Karnataka. Taking land area from Coorg and Mysore this national park is a home for great wilderness, the most popular attractions in this national park is spotting the elephants and other animals.Walk a step closer to the wild as you ride through the jungle safari and experience the elephant trek in this heart throbbing wildlife destination- Nagarahole National Park.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-05:17:21 PM","modified_date":"30/08/2016-06:59:43 AM"},{"placeid":"ae53913e6cacce34","title":"Melukote","galleries":[{"id":166,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/ae53913e6cacce34-0-shareiq_1328767130.089750.jpg"},{"id":167,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/ae53913e6cacce34-1-shareiq_1328767151.276211.jpg"}],"tag_words":"Temples, Architecture, History","address":"Melukote Karnataka 571431","lati":"12.65981","longi":"76.64849","details":"Melukote is a home for one of the most ancient and exotic temples in the state of Karnataka. Not so far from Mysore, it is a one-day-trip destination that should definitely make it to your list.&amp;nbsp; Melukote is also famous for several temples and its festivals attract tourist from across the country.Folk dances, ethnic cuisines and several cultural activities make it an exciting tourist destination to be explored. This place is also a well-known location to film makers for shooting as the surrounding contains lot of scenic areas.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-05:12:10 PM","modified_date":"30/08/2016-07:00:00 AM"},{"placeid":"044916083e254848","title":"Talakadu","galleries":[{"id":164,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/044916083e254848-0-IMG_2451.jpg"},{"id":165,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/044916083e254848-1-Sri-Vaidyanatheshwara-Temple-of-Talakad.jpg"}],"tag_words":"Architecture, Cauvery River","address":"Talakadu, Karnataka 571122","lati":"12.19468","longi":"77.03054","details":"As you take a tour through the city of palaces, also visit Tourist Places near Mysore like the birth place of Cauvery River, one of the most popular rivers of South India. Amidst the soft and serene landscapes enjoy not just sightseeing and birdwatching but also take time and visit the temples in and around this place.Talakad, popularly known for the origin of Cauvery River is also a home for great architectural and historical temples. It is suree to enthral you with its scenic and historic beauty.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-05:06:45 PM","modified_date":"30/08/2016-07:00:12 AM"},{"placeid":"15fb4dfd4cb2ffa8","title":"Shivanasamudra Falls","galleries":[{"id":162,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/15fb4dfd4cb2ffa8-0--32937_7243.jpg"},{"id":163,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/15fb4dfd4cb2ffa8-1--39434_7244.jpg"}],"tag_words":"Cauvery River, Falls, Forest","address":"Shivanasamudra, Karnataka","lati":"12.294","longi":"77.168","details":null,"status":"1","post_by":"admin","post_date":"27/08/2016-05:01:03 PM","modified_date":"30/08/2016-07:00:47 AM"},{"placeid":"e75be9387669a3b4","title":"Ranganathittu Bird Sanctuary","galleries":[{"id":160,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e75be9387669a3b4-0-3-ranganathittu-bird-sanctuary.jpg"},{"id":161,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/e75be9387669a3b4-1-925104499s.jpg"}],"tag_words":"Birds, Cauvery River","address":"Srirangapatna, Karnataka 571438","lati":"12.42156","longi":"76.69313","details":null,"status":"1","post_by":"admin","post_date":"27/08/2016-03:45:45 PM","modified_date":"30/08/2016-07:00:35 AM"},{"placeid":"403b5eb55c1265e8","title":"Srirangapatna","galleries":[{"id":157,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/403b5eb55c1265e8-0-dsc03774_1-e1424685442417.jpg"},{"id":158,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/403b5eb55c1265e8-1-g13.jpg"},{"id":159,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/403b5eb55c1265e8-2-Srirangapatnam.jpg"}],"tag_words":"Heritage, Temples, Cauvery River, Architecture","address":"Shrirangapattana, Karnataka, 571415","lati":"12.42156","longi":"76.69313","details":"With a majestic heritage of about 600 years Mysore becomes the cultural capital of Karnataka. Tour this highly rich historic place to revisit the glorious days of its existence.Along with touring the palaces of the Wodeyar dynasty in Mysore, you can explore Tourist Places near Mysore like the palace of Tippu Sultan at Srirangapatna. Alongside that, you can also take a tour to the toy factories of Srirangapatna and witness the magic in the hands of the toy makers. &lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-03:41:28 PM","modified_date":"30/08/2016-07:02:57 AM"},{"placeid":"b53772746ad5bf97","title":"Bandipur National Park","galleries":[{"id":154,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/b53772746ad5bf97-0-bandipur-national-park-tour-_258.jpg"},{"id":155,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/b53772746ad5bf97-1-elephant-family-at-bandipur-karnataka.jpg"},{"id":156,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/b53772746ad5bf97-2-TigerAtBandipura.jpg"}],"tag_words":"Animals, National Park","address":"Bandipur, Karnataka 571126","lati":"11.66768","longi":"76.63261","details":"Nested amidst the wilderness of the Western Ghats, Bandipur National Park is the most engrossing weekend getaway destination. Located at the picturesque location on the Nilgiris, this place is a heaven for all nature and wildlife lovers. Together with Mudumalai Wildlife Sanctuary in Tamil Nadu, Wayanad Wildlife Sanctuary in Kerala and Nagarhole National Park in the North, it creates the India's biggest biosphere reserve popularly known as the 'Nilgiri Biosphere Reserve'. Resting in the nature and feeling its untouched beauty while you are at this splendid location will feel nothing less than a heavenly experience.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-03:36:41 PM","modified_date":"30/08/2016-07:01:25 AM"},{"placeid":"cbde414a93b0597f","title":"Government Silk Factory","galleries":[{"id":152,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/cbde414a93b0597f-0-115364252.jpg"},{"id":153,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/cbde414a93b0597f-1-fixedw_large_4x.jpg"}],"tag_words":"Government, Silk, Factory","address":"Vishveshwariah Bhavan,Manadavadi Road,K.R.Circle, Ashokapuram, Mysuru, Karnataka 570008","lati":"12.30870","longi":"76.65291","details":"Mysore silk, one of the most famous kinds of silks in India is exclusively made in this city of palaces, Mysore. Best known for the Mysore silk all across the world, you should definitely make a tour though the Government Silk factory to learn and familiarize about the making of several silk products. Alongside you can also shop for several silk products that will make you want to come back and shop for some more.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-02:23:22 PM","modified_date":"30/08/2016-07:01:32 AM"},{"placeid":"1e6598403632bdd0","title":"Government Sandalwood Oil Factory","galleries":[{"id":150,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/1e6598403632bdd0-0-115435485.jpg"},{"id":151,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/1e6598403632bdd0-1-DSC_0015.jpg"}],"tag_words":"Government, Sandalwood, Factory","address":"Ashokapuram, Mysuru, Karnataka 570008","lati":"12.28636","longi":"76.63983","details":"Visit the Government Sandalwood Oil factory in Mysore and familiarize with the techniques of making Sandalwood products. Indulge in some exquisite shopping at this venue as you learn more about the world famous Mysore sandal products. Take a walk inside this factory, look at the procedure and techniques of preparation of sandalwood products and make a day outing a learning experience at this rare tourist place in Mysore.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-02:11:31 PM","modified_date":"30/08/2016-07:01:41 AM"},{"placeid":"23b580eb9c7a6609","title":"Railway Museum","galleries":[{"id":148,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/23b580eb9c7a6609-0-railway-museum-mysore (1).jpg"},{"id":149,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/23b580eb9c7a6609-1-railway-museum-mysore.jpg"}],"tag_words":"Museum, Rail, Vintage","address":"KRS Rd, Medar Block, Yadavagiri, Mysuru, Karnataka 570005","lati":"12.295","longi":"76.6822","details":"Experience a very different kind of museum visit as you walk into the rail museum, one of the most visited Mysore tourist places. Close to the city railway station in Mysore, this museum is the second one of its kind after the first one in New Delhi.It is more like an educational and informative tour through the making and functioning of locomotives in India. This museum also exhibits ancient locomotives and carriages that are still in working form and are being used by the Indian Railways even today.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-02:03:24 PM","modified_date":"30/08/2016-07:01:49 AM"},{"placeid":"11216b0a7aadee8d","title":"GRS Fantasy Park ","galleries":[{"id":146,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/11216b0a7aadee8d-0-GRS-Fantasy-Park-Mysore.jpg"},{"id":147,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/11216b0a7aadee8d-1-GRS-Fantasy-Park-Mysore3.jpg"}],"tag_words":"Amusment Park, Water games","address":"Off KRS Road, Metagalli, Mysuru, Karnataka 570016","lati":"12.35172","longi":"76.62904","details":"One of its kind in the city of palaces, GRS Fantasy Park becomes the most exciting and enthralling tourist destinations to be visited in Mysore. With a number of land and water rides, it is a hub that will surely excite kids and satisfy their adventure levels beyond delight. It is a one stop destination that will occupy your entire day and make it a fun filled experience. This awesome fantasy park is a bridge between the modern and historical Mysore that we all know off.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-01:59:36 PM","modified_date":"30/08/2016-07:03:35 AM"},{"placeid":"5e786f4e37cce27a","title":"Mysore Sand Sculpture Museum","galleries":[{"id":144,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/5e786f4e37cce27a-0-Mysore-Photos-Mysore-Sand-Sculpture-Museumm-shareiq-472-1426445174-887614-JPG-destreviewimages-500x375-1426445174.JPG"},{"id":145,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/5e786f4e37cce27a-1-mysore-sand-sculpture.jpg"}],"tag_words":"Sad Art","address":"Sree Sapthamathrukha Layout, KC Layout, Mysuru, Karnataka 570010","lati":"12.29729","longi":"76.68765","details":"Sand sculpture Museum displays around 150 sculptures of sand in 16 different themes, which have been placed over an area of 13500 sq. feet. These sand sculptures have been created using more than 115 truckloads of sand. Various interesting themes have been used at the museum ranging from mysore heritage, wildlife, culture, instances from different religious epics and fairy tales and stories.&lt;br&gt;&lt;br&gt;At the entrance of the museum, tourists will see a statue of Lord Ganesha, which has a height of 15 feet. Other sand sculptures at the museum are of Goddess Chamundeshwari, erstwhile Mysore King Srikanta Datta Narasimharaja Wadiyar who is shown seated on his throne during a Dasara festival, Lord Krishna and Arjuna on a horse-drawn chariot, Laughing Buddha, Christmas tree and Santa Claus, Disneyland, ancient Egypt, zodiac wheel, instances from Arabian nights, Tom &amp;amp; Jerry cartoon, etc.&lt;br&gt;","status":"1","post_by":"admin","post_date":"27/08/2016-01:51:43 PM","modified_date":"30/08/2016-07:01:57 AM"},{"placeid":"3e92a19f7b1a3c0f","title":" Karanji Lake","galleries":[{"id":138,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/3e92a19f7b1a3c0f-0-5287204825_e419abc6fd_b.jpg"},{"id":139,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/3e92a19f7b1a3c0f-1-dsc01882.jpg"}],"tag_words":"Bodies of water, nature and parks, garden, boating","address":"Chamundipuram, Mysuru (Mysore), India","lati":"12.303407","longi":"76.673600","details":"Karanji Lake&amp;nbsp; is a lake located in the city of Mysore in the state of Karnataka, India. The lake is surrounded by a nature park consisting of a butterfly park and a walk-through aviary. This aviary is the biggest 'walk-through aviary' in India. There is also a museum, the Regional Museum of Natural History which is located on the banks of this lake. The total area of Karanji lake is 90 hectares. While waterspread area is about 55 hectares, the foreshore area measures about 35 hectares. Karanji lake is owned by the Mysore Zoo Authority. Mysore Zoo gets a revenue of an average of Rs. 50000 per day from ticket sales to enthusiasts who visit this lake.&lt;br&gt;","status":"1","post_by":"admin","post_date":"25/08/2016-02:05:53 PM","modified_date":"30/08/2016-07:02:04 AM"},{"placeid":"0458db50b909dc15","title":"Balmuri Falls","galleries":[{"id":132,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/0458db50b909dc15-0-Balmuri Falls.jpg"},{"id":133,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/0458db50b909dc15-1-images.jpg"}],"tag_words":"Falls, water fall, Man made falls, check dam","address":"Balumuri, Yadathittu, Karnataka 571606","lati":"12.412934","longi":"76.605351","details":"Balmuri Falls is a famous picnic spot near Mysore. It is situated about 18 km away from Mysore, on the way to the Krishna Raja Sagar Dam. The waterfall has a height of about 6 feet. It is a small but beautiful waterfall that attracts a large crowd on the weekends.&lt;br&gt;The waterfall has gained popularity as it is a scenic location and has featured in a number of Kannada movies as backdrop for song sequences.&lt;br&gt;","status":"1","post_by":"admin","post_date":"25/08/2016-01:54:46 PM","modified_date":"30/08/2016-07:02:13 AM"},{"placeid":"7dc4520fdd0c74fc","title":"Brindavan Garden","galleries":[{"id":127,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7dc4520fdd0c74fc-0-56c2e2fabad3eb68da324251_600x315.jpg"},{"id":128,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7dc4520fdd0c74fc-1-b6.jpg"},{"id":129,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7dc4520fdd0c74fc-2-Brindavan_Garden_Mysore.jpg"},{"id":130,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/7dc4520fdd0c74fc-3-xbrindavan-gardens-in-day01.jpg.pagespeed.ic.xcqg3NzRJ6.jpg"}],"tag_words":"Garden, Dam,beauty spot,Krishnaraja Sagar Dam,KRS","address":"KRS Dam Road, Mysore, Karnataka 571607","lati":"12.422030","longi":"76.572912","details":"The Brindavana Gardens is a garden located in the state of Karnataka in India. It lies adjoining the Krishnarajasagara dam which is built across the river Kaveri. The work on laying out this garden was started in the year 1927 and completed in 1932.&lt;br&gt;","status":"1","post_by":"admin","post_date":"25/08/2016-01:46:38 PM","modified_date":"30/08/2016-07:02:21 AM"},{"placeid":"f9b0504153a188ce","title":"Mysuru Palace","galleries":[{"id":121,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f9b0504153a188ce-0-6122848772_51a4e65c9a_b.jpg"},{"id":122,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f9b0504153a188ce-1-MarriagePavilion.jpg"},{"id":123,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/f9b0504153a188ce-2-Mysore Amba Vilas Palace Wadiyar Karnataka Pixelated Memories Sahil Ahuja (5).JPG"}],"tag_words":"historical palace, Dasara, Royal","address":"Sayyaji Rao Rd, Agrahara, Chamrajpura, Mysuru, Karnataka 570001","lati":"12.306642","longi":"76.654804","details":"The Palace of Mysore is a historical palace in the city of Mysore in Karnataka, southern India. It is the official residence and seat of the Wodeyars&amp;nbsp; the rulers of Mysore, the royal family of Mysore, who ruled the princely state from 1399 to 1950.&lt;br&gt;","status":"1","post_by":"admin","post_date":"25/08/2016-01:36:45 PM","modified_date":"08/09/2016-06:29:20 PM"},{"placeid":"2594285c2bc0b2f2","title":"Chamundeshwari Temple","galleries":[{"id":33,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/2594285c2bc0b2f2-0-chamundeshwari temple pics.jpg"},{"id":34,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/2594285c2bc0b2f2-1-Chamundi Mahishasura 2.JPG"},{"id":35,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/2594285c2bc0b2f2-2-nandi-statue-chamundeshwari-temple-mysore.jpg"}],"tag_words":"Temples, Holy Place, Hill, Nandi Temple, Mahishasura","address":"Chamundi Hill Rd, Mysuru, Karnataka 570010","lati":"12.273671","longi":"76.670509","details":"St. Philomena's church is a Catholic church built in honour of St. Philomena in the Diocese of Mysore, India. It was constructed in 1936 using a Neo Gothic style and its architecture was inspired by the Cologne Cathedral in Germany&lt;br&gt;","status":"1","post_by":"admin","post_date":"23/08/2016-11:11:03 AM","modified_date":"30/08/2016-07:02:27 AM"},{"placeid":"6aa7d05474d91fd9","title":"Mysuru Zoo","galleries":[{"id":31,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/6aa7d05474d91fd9-0-mysore_zoo_giraffe.jpg"},{"id":32,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/6aa7d05474d91fd9-1-Mysore_Zoo-16.jpg"}],"tag_words":"Animals, Birds, Reptiles,","address":"Zoo Main Road, Indiranagar,, Mysuru, Karnataka 570010","lati":"12.302494","longi":"76.663752","details":"Mysore Zoo is a 157-acre zoo located near the palace in Mysore, India. It is one of the oldest and most popular zoos in India, and is home to a wide range of species. Mysore Zoo is one of the city's most popular attractions&lt;br&gt;","status":"1","post_by":"admin","post_date":"23/08/2016-11:00:49 AM","modified_date":"30/08/2016-07:02:39 AM"},{"placeid":"53f47e82ccaaaaed","title":"St. Philomena's Church, Mysuru","galleries":[{"id":25,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/53f47e82ccaaaaed-0-dsc_9036.jpg"},{"id":26,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/53f47e82ccaaaaed-1-flat,1000x1000,075,f.jpg"},{"id":27,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/53f47e82ccaaaaed-2-mysore-church.jpg"},{"id":28,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/53f47e82ccaaaaed-3-mysore-st-philomenas-church.jpg"},{"id":29,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/53f47e82ccaaaaed-4-Philomena Church Mysore Pixelated Memories Sahil Ahuja (3).JPG"},{"id":30,"img_name":"http://172.19.18.98:8088/assets/placesintrest-images/53f47e82ccaaaaed-5-st-philomenas-church-mysore.jpg"}],"tag_words":"Holy Place, Visiting Place, Beautiful church, ","address":"Lashkar Mohalla, Ashoka Road, Mysuru, Karnataka 570001","lati":"12.320651","longi":"76.658095","details":"St. Philomena's church is a Catholic church built in honour of St. Philomena in the Diocese of Mysore, India. It was constructed in 1936 using a Neo Gothic style and its architecture was inspired by the Cologne Cathedral in Germany&lt;br&gt;","status":"1","post_by":"admin","post_date":"23/08/2016-10:50:44 AM","modified_date":"30/08/2016-07:02:47 AM"}]